Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: % Plans pending manager completion
es_es: % de planes pendientes de completar por el manager

source: # Plans pending self-assessment
es_es: N.º de planes pendientes de autoevaluación

source: % Plans pending worker submission
es_es: % de planes pendientes de envío por el colaborador/a

source: Platform type
es_es: Tipo de plataforma

source: Primary communication manager ID
es_es: ID del manager de comunicación principal

source: Primary communication manager name
es_es: Nombre del manager de comunicación principal

source: Primary hierarchy name
es_es: Nombre de la jerarquía principal

source: Priority type
es_es: Tipo de prioridad

source: % Progress
es_es: % Progreso

source: % Public feedback
es_es: % de feedback público

source: Public/private
es_es: Público/privado

source: Question ID
es_es: ID de pregunta

source: Question title
es_es: Título de la pregunta

source: Question title ordered
es_es: Título de la pregunta ordenado

source: Question type
es_es: Tipo de pregunta

source: # Questions
es_es: N.º de preguntas

source: # Rated feedbacks
es_es: N.º de feedbacks valorados

source: Rating changed
es_es: Calificación modificada

source: Rating difference
es_es: Diferencia de calificación

source: Rating label
es_es: Etiqueta de valoración

source: Read by worker
es_es: Leído por el/la colaborador/a

source: Read date
es_es: Fecha de lectura

source: Read flag
es_es: Indicador de lectura

source: # Read
es_es: # Leídos

source: % Read
es_es: % Leídos

source: # Received behaviors request
es_es: N.º de solicitudes de comportamientos recibidas

source: # Received feedback
es_es: N.º de feedback recibido

source: # Received requests
es_es: N.º de solicitudes recibidas

source: % Recurrent check-ins
es_es: % de check-ins recurrentes

source: Release date
es_es: Fecha de publicación

source: % Release
es_es: % Publicados

source: # Released
es_es: # Publicadas

source: Remaining days to respond
es_es: Días restantes para responder

source: # Replied request
es_es: N.º de solicitudes respondidas

source: % Reply rate
es_es: % de tasa de respuesta

source: Request creation date
es_es: Fecha de creación de la solicitud

source: Request ID
es_es: ID de solicitud

source: % Request read
es_es: % de solicitudes leídas

source: Request reply rate
es_es: Tasa de respuesta a solicitudes

source: Request status
es_es: Estado de la solicitud

source: # Requests to manager
es_es: N.º de solicitudes al manager

source: # Requests to worker
es_es: N.º de solicitudes al colaborador/a

source: Request UID
es_es: UID de la solicitud

source: Requested behavior
es_es: Comportamiento solicitado

source: Requested behaviors
es_es: Comportamientos solicitados

source: % Requested feedback
es_es: % de feedback solicitado

source: Requested/unsolicited
es_es: Solicitado/no solicitado

source: Requests replied
es_es: Solicitudes respondidas

source: % Requests with behaviors
es_es: % Solicitudes con comportamientos

source: Review created date
es_es: Fecha de creación de la revisión

source: Review ID
es_es: ID de revisión

source: Review manager ID
es_es: ID del manager de revisión

source: Review manager name
es_es: Nombre del manager de revisión

source: Review name
es_es: Nombre de la revisión

source: Review rating
es_es: Calificación de la revisión

source: Template name
es_es: Nombre de la plantilla

source: Review UUID
es_es: UUID de la revisión

source: Reviews challenged
es_es: Revisiones impugnadas

source: % Reviews
es_es: % Revisiones

source: Role
es_es: Perfil

source: %RT count of sent behavior
es_es: %RT recuento de comportamientos enviados

source: # RTI requests
es_es: # Solicitudes RTI

source: scale
es_es: escala

source: Scale name
es_es: Nombre de la escala

source: % Score vs max.
es_es: % de puntuación frente a máx.

source: % Score vs max. score
es_es: % de puntuación frente a puntuación máx.

source: Secondary communication manager ID
es_es: ID del manager de comunicación secundario

source: Secondary communication manager name
es_es: Nombre del manager de comunicación secundario

source: Secondary hierarchy name
es_es: Nombre de la jerarquía secundaria

source: Section score
es_es: Puntuación de la sección

source: # Sent behaviors
es_es: # Comportamientos enviados

source: Sent behaviors
es_es: Comportamientos enviados

source: # Sent feedback
es_es: # Feedback enviado

source: % Shared feedback
es_es: % Feedback compartido

source: % Shared goals
es_es: % Objetivos compartidos

source: Sign off date time
es_es: Fecha y hora de aprobación

source: Signed off
es_es: Aprobado

source: Start date in company
es_es: Fecha de inicio en la empresa

source: Succeeded
es_es: Completado con éxito

source: Tag name value
es_es: Valor del nombre de etiqueta

source: # Tag
es_es: # Etiqueta

source: Tag UUID
es_es: UUID de etiqueta

source: # Teams
es_es: # Equipos

source: # Thanks
es_es: # Agradecimientos

source: # Times overridden
es_es: # Veces anuladas

source: # Times read
es_es: # Veces leídas

source: # Times released
es_es: # Veces publicadas

source: # Times unreleased
es_es: # Veces no publicadas

source: (to be deleted) % Connections all
es_es: (para eliminar) % conexiones todas

source: To worker ID
es_es: ID del/de la colaborador/a destinatario/a

source: Total behaviors
es_es: Total de comportamientos

source: Total feedback requested
es_es: Total de feedback solicitado

source: Total feedback requests
es_es: Total de solicitudes de feedback

source: Total feedback sent
es_es: Total de feedback enviado

source: Total goals
es_es: Goles totales

source: Total performance check-ins
es_es: Total de check-ins de rendimiento

source: Total reviews
es_es: Total de revisiones

source: Total reviews with behavior rating
es_es: Total de revisiones con valoración de comportamiento

source: Total reviews with goal ratings
es_es: Total de revisiones con valoraciones de objetivos

source: Total score
es_es: Puntuación total

source: Tracking status
es_es: Estado de seguimiento

source: Trend
es_es: Tendencia

source: Trust
es_es: Confianza

source: Unclear
es_es: Poco claro

source: # Unclear
es_es: # No claro

source: Unhelpful
es_es: No útil

source: # Unique aligned goals
es_es: # Objetivos alineados únicos

source: Unique feedback identifier
es_es: Identificador único de feedback

source: # Unique logins
es_es: # Inicios de sesión únicos

source: # Unique main goals
es_es: # Objetivos principales únicos

source: Unique worker ID
es_es: ID único del colaborador/a

source: % Unreleased
es_es: % No publicadas

source: Unreleased flag
es_es: Indicador de no publicado

source: # Unreleased
es_es: # No publicadas

source: # User plans
es_es: # Planes de usuario

source: User status
es_es: Estado del usuario

source: % Users having aligned goals
es_es: % Usuarios con objetivos alineados

source: % Users having behaviors
es_es: % Usuarios con comportamientos

source: # Users having check-ins
es_es: # Usuarios con check-ins

source: % Used check-ins
es_es: % de check-ins utilizados

source: # Users having goals
es_es: # Usuarios con objetivos

source: % Used goals
es_es: % de objetivos utilizados

source: # Users having no goals
es_es: # Usuarios sin objetivos

source: % Users having no goals
es_es: % Usuarios sin objetivos

source: # Users having plans
es_es: # Usuarios con planes

source: % Users having plans
es_es: % Usuarios con planes

source: # Users logged in
es_es: # Usuarios conectados

source: % Users logged in
es_es: % de usuarios conectados

source: % Users received feedback
es_es: % Usuarios que recibieron feedback

source: # Users received feedback ratings
es_es: # Usuarios que recibieron valoraciones de feedback

source: # Users requested feedback
es_es: # Usuarios que solicitaron feedback

source: % Users requested feedback
es_es: % Usuarios que solicitaron feedback

source: # Users used feedback
es_es: # Usuarios que usaron feedback

source: % Used feedback
es_es: % Ha utilizado feedback

source: # Users who sent feedback
es_es: # Usuarios que enviaron feedback

source: % Users who sent feedback
es_es: % Usuarios que enviaron feedback

source: # Warning
es_es: # Advertencia

source: % Warning
es_es: % Advertencia

source: Weighted score
es_es: Puntuación ponderada

source: Widget name
es_es: Nombre del widget

source: Widget UUID
es_es: UUID del widget

source: Work country
es_es: País de trabajo

source: Work region
es_es: Región de trabajo

source: Work region state
es_es: Estado de la región de trabajo

source: Work town city
es_es: Ciudad de trabajo

source: Worker behavior comment
es_es: Comentario de comportamiento del/de la colaborador/a

source: Worker behavior rating name
es_es: Nombre de valoración de comportamiento del/de la colaborador/a

source: Worker challenge is submitted
es_es: La impugnación del/de la colaborador/a ha sido enviada

source: Worker email
es_es: Correo electrónico del colaborador/a

source: Worker evaluation
es_es: Evaluación del/de la colaborador/a

source: Worker final review status
es_es: Estado final de revisión del/de la colaborador/a

source: Worker full name
es_es: Nombre completo del/de la colaborador/a

source: Worker ID and name
es_es: ID y nombre del/de la colaborador/a

source: Worker ID + full name
es_es: ID + nombre completo del/de la colaborador/a

source: % Workers logged in
es_es: % colaboradores/as conectados/as

source: Worker rating
es_es: Valoración del/de la colaborador/a

source: Worker rating comment
es_es: Comentario de valoración del/de la colaborador/a

source: Worker refused plan
es_es: Plan rechazado por el/la colaborador/a

source: # Worker review completed
es_es: N.º de revisiones de colaboradores/as completadas

source: % Worker review completed
es_es: % de revisiones de colaboradores/as completadas

source: Worker role
es_es: Rol del/de la colaborador/a

source: # Workers with RTI
es_es: N.º de colaboradores/as con RTI

source: % Workers with RTI
es_es: % de colaboradores/as con RTI

source: Worker Let's discuss submitted
es_es: "Hablemos" del/de la colaborador/a enviado

source: # Workers logged in
es_es: # Colaboradores/as conectados/as

source: Workers overall behavior rating comment
es_es: Comentario de valoración general de comportamiento de colaboradores/as

source: Worker overall behavior rating scale
es_es: Escala de valoración general de comportamiento del/de la colaborador/a

source: Worker overall goal rating comment
es_es: Comentario de valoración general de objetivos del/de la colaborador/a

source: Workers overall goal rating scale ID
es_es: ID de escala de valoración general de objetivos de colaboradores/as

source: Workflow status name
es_es: Nombre del estado del flujo de trabajo

source: Workflow step
es_es: Paso del flujo de trabajo

source: Achievement summary
es_es: Resumen de logros

source: Action
es_es: Acción

source: Actions completed
es_es: Acciones completadas

source: Active users by role
es_es: Usuarios activos por rol

source: Active users who sent feedback
es_es: Usuarios activos que enviaron feedback

source: # Active workers with RTI requests
es_es: N.º de colaboradores/as activos/as con solicitudes RTI

source: % Active workers with RTI requests
es_es: % de colaboradores/as activos/as con solicitudes RTI

source: Activity
es_es: Actividad

source: Additional review questions
es_es: Preguntas adicionales de revisión

source: Adoption Monitor
es_es: Monitor de adopción

source: Adoption & Top-Level Summaries
es_es: Adopción y resúmenes generales

source: % aligned goals
es_es: % objetivos alineados

source: Alignment - Self & manager
es_es: Alineación - Autoevaluación y manager

source: Assigned check-ins
es_es: Check-ins asignados

source: Average & max. total scores by org level
es_es: Puntuaciones totales medias y máximas por nivel organizativo

source: Average total score by org unit
es_es: Puntuación total media por unidad organizativa

source: Average wait time for not released
es_es: Tiempo de espera medio para no publicadas

source: Avg. check-ins (managers)
es_es: Check-ins medios (managers)

source: Avg. check-ins (workers)
es_es: Check-ins medios (colaboradores/as)

source: Avg. current goal progress
es_es: Progreso medio de objetivos actuales

source: Avg. logins over time
es_es: Promedio de inicios de sesión a lo largo del tiempo

source: Avg. parent goal progress
es_es: Progreso medio de objetivos principales

source: Avg. progress
es_es: Progreso medio

source: Behavior count distribution
es_es: Distribución del recuento de comportamientos

source: Behavior distribution
es_es: Distribución de comportamientos

source: Behavior Overview
es_es: Resumen de comportamiento

source: Behaviors sent over time
es_es: Comportamientos enviados a lo largo del tiempo

source: Behavior received
es_es: Comportamiento recibido

source: Behavior requested
es_es: Comportamiento solicitado

source: Behavior sent
es_es: Comportamiento enviado

source: Behaviors received
es_es: Comportamientos recibidos

source: Bonus Allocation Overview
es_es: Resumen de asignación de bonos

source: Bonus Comp Round Export Details
es_es: Detalles de exportación de la ronda de compensación de bonos

source: Career plan completion rate
es_es: Tasa de finalización del plan de carrera

source: Career Plan Overview
es_es: Resumen del plan de carrera

source: Career Plan Status
es_es: Estado del plan de carrera

source: Career plans by workflow status
es_es: Planes de carrera por estado del flujo de trabajo

source: # Career plans pending manager completion
es_es: N.º de planes de carrera pendientes de completar por el manager

source: Career plan workflow status
es_es: Estado del flujo de trabajo del plan de carrera

source: Check-in Details
es_es: Detalles del check-in

source: Check-in Overview
es_es: Resumen del check-in

source: Check-in participant relation
es_es: Relación de participantes en el check-in

source: Check-in Status
es_es: Estado del check-in

source: Check-in status by org. level
es_es: Estado del check-in por nivel organizativo

source: Check-ins having messages
es_es: Check-ins con mensajes

source: Check-ins in the future
es_es: Check-ins futuros

source: Check-ins over time
es_es: Check-ins a lo largo del tiempo

source: Check-ins recurring
es_es: Check-ins recurrentes

source: Check-ins with discussion points
es_es: Check-ins con puntos de debate

source: Check-ins with message
es_es: Check-ins con mensaje

source: Check-ins with messages by role
es_es: Check-ins con mensajes por rol

source: Check-ins created over time
es_es: Check-ins creados a lo largo del tiempo

source: Clarity (avg.)
es_es: Claridad (prom.)

source: Clarity (distribution)
es_es: Claridad (distribución)

source: Closed after deadline
es_es: Cerrado después del plazo

source: Closed before deadline
es_es: Cerrado antes del plazo

source: Closed RTI request by deadline met
es_es: Solicitudes RTI cerradas dentro del plazo

source: Closed RTI requests
es_es: Solicitudes RTI cerradas

source: # Closed RTI requests
es_es: N.º de solicitudes RTI cerradas

source: Comm round details by worker
es_es: Detalles de ronda de comunicación por colaborador/a

source: Comm round document audit details
es_es: Detalles de auditoría de documentos de ronda de comunicación

source: Communication audit trail
es_es: Registro de auditoría de comunicación

source: Communication details
es_es: Detalles de comunicación

source: Communication executive overview
es_es: Resumen ejecutivo de comunicación

source: Communication over time
es_es: Comunicación a lo largo del tiempo

source: Communication round
es_es: Ronda de comunicación

source: Communication status
es_es: Estado de comunicación

source: Comp Rounds
es_es: Rondas de compensación

source: Performance Executive Summary
es_es: Resumen ejecutivo de rendimiento

source: Cumulative first time login over time
es_es: Primer inicio de sesión acumulado a lo largo del tiempo

source: Data Privacy acceptance
es_es: Aceptación de privacidad de datos

source: Desktop
es_es: Escritorio

source: Device usage
es_es: Uso del dispositivo

source: Distribution of answers for multiple choice questions with drill-down
es_es: Distribución de respuestas para preguntas de opción múltiple con desglose

source: Document action date
es_es: Fecha de acción del documento

source: Document creation by date
es_es: Creación de documentos por fecha

source: Document not released
es_es: Documento no publicado

source: Document release status
es_es: Estado de publicación del documento

source: Document released
es_es: Documento publicado

source: Documents read over time
es_es: Documentos leídos a lo largo del tiempo

source: Documents released over time
es_es: Documentos publicados a lo largo del tiempo

source: Worker details
es_es: Detalles del colaborador/a

source: Endorsed, public & shared
es_es: Respaldado, público y compartido

source: Evaluation scores by org level
es_es: Puntuaciones de evaluación por nivel organizativo

source: Evaluation section by worker
es_es: Sección de evaluación por colaborador/a

source: Evaluation section name
es_es: Nombre de sección de evaluación

source: as *.{{format}}
es_es: como *.{{format}}

source: Export page
es_es: Exportar página

source: Your file is being generated. The download will begin automatically once it's ready. This window will close on its own after the download is complete.
es_es: Tu archivo se está generando. La descarga comenzará automáticamente en cuanto esté listo. Esta ventana se cerrará sola cuando la descarga haya finalizado.

source: Preparing your download
es_es: Preparando su descarga

source: Export report
es_es: Exportar informe

source: Feedback
es_es: Comentarios

source: Feedback characteristics
es_es: Características del feedback

source: Feedback Details
es_es: Detalles del feedback

source: Feedback flow
es_es: Flujo de feedback

source: Feedback Overview
es_es: Resumen del feedback

source: Feedback quality metrics
es_es: Métricas de calidad del feedback

source: Feedback Ratings
es_es: Valoraciones del feedback

source: Feedback received
es_es: Comentarios recibidos

source: Feedback received over time
es_es: Feedback recibido a lo largo del tiempo

source: Feedback Request Overview
es_es: Resumen de solicitudes de feedback

source: Feedback sent
es_es: Comentarios enviados

source: Feedback sent by role
es_es: Feedback enviado por rol

source: Feedback sent by type
es_es: Feedback enviado por tipo

source: Feedback sent over time
es_es: Feedback enviado a lo largo del tiempo

source: Feedback with behaviors
es_es: Feedback con comportamientos

source: Final manager/worker alignment
es_es: Alineación final manager/colaborador/a

source: Final review rating distribution
es_es: Distribución de calificaciones de la revisión final

source: First-time logins over time (cumulative)
es_es: Inicios de sesión por primera vez a lo largo del tiempo (acumulado)

source: Functionality usage
es_es: Uso de la funcionalidad

source: Goal Alignment
es_es: Alineación de objetivos

source: Goal Details
es_es: Detalles del objetivo

source: Goal Overview
es_es: Resumen de objetivos

source: Goal priority & tracking status
es_es: Prioridad de objetivos y estado de seguimiento

source: Goal status by org. level
es_es: Estado de objetivos por nivel organizativo

source: Goal Strategic Drivers
es_es: Impulsores estratégicos de objetivos

source: Goal title word cloud
es_es: Nube de palabras de títulos de objetivos

source: Goals approved
es_es: Objetivos aprobados

source: Goals completed
es_es: Objetivos completados

source: Goals created over time
es_es: Objetivos creados a lo largo del tiempo

source: Goal details
es_es: Detalles del objetivo

source: Goal Status
es_es: Estado del objetivo

source: Goals with actions
es_es: Objetivos con acciones

source: Individual People Day Summary
es_es: Resumen del día de personas individuales

source: Initial manager/worker alignment
es_es: Alineación inicial manager/colaborador/a

source: The innermost circle represents the line leader rating submitted pre-People Day, followed by he line leader rating post People Day, followed by the line leader rating post Let's Discuss. The outermost circle represent line leader +1 rating during the post Challenge process.
es_es: El círculo más interior representa la valoración del responsable de línea enviada antes del People Day, seguida de la valoración del responsable de línea después del People Day, seguida de la valoración del responsable de línea después del Let's Discuss. El círculo más exterior representa la valoración del responsable de línea +1 durante el proceso posterior al Challenge.

source: Last data refresh
es_es: Última actualización de datos

source: Leadership clusters
es_es: Grupos de liderazgo

source: Let's discuss between manager & worker
es_es: Hablemos entre manager y colaborador/a

source: Logins over time
es_es: Inicios de sesión a lo largo del tiempo

source: Logins per platform
es_es: Inicios de sesión por plataforma

source: Manager + 1 review challenge
es_es: Revisión del manager + 1 impugnación

source: # Manager completions over time
es_es: N.º de finalizaciones de manager a lo largo del tiempo

source: Manager having to complete career plans
es_es: Manager que deben completar planes de carrera

source: Manager rating distribution
es_es: Distribución de calificaciones del manager

source: Manager review behavior distribution
es_es: Distribución de comportamientos en revisiones de manager

source: Manager review change (people day)
es_es: Cambio de revisión del manager (día de personas)

source: Manager review goal distribution
es_es: Distribución de objetivos en revisiones de manager

source: Managers having goals
es_es: Managers con objetivos

source: Managers with no goals
es_es: Managers sin objetivos

source: New logins over time
es_es: Nuevos inicios de sesión a lo largo del tiempo

source: # New RTI requests
es_es: N.º de nuevas solicitudes RTI

source: No goals (all users)
es_es: Sin objetivos (todos los usuarios)

source: No Goals Detail
es_es: Detalle de sin objetivos

source: Number of reviews with evaluation section score = 0
es_es: Número de revisiones con puntuación de sección de evaluación = 0

source: Open right to information (RTI) requests
es_es: Solicitudes de derecho a la información (RTI) abiertas

source: Open RTI request by deadline status
es_es: Solicitud RTI abierta por estado del plazo

source: # Open RTI requests by country
es_es: N.º de solicitudes RTI abiertas por país

source: # Open RTI requests by org unit
es_es: N.º de solicitudes RTI abiertas por unidad organizativa

source: # Open RTI requests
es_es: N.º de solicitudes RTI abiertas

source: Org. goals
es_es: Objetivos de la organización

source: The outer circle represents post People Day manager rating (prior to People Day this will reflect the last submitted rating). The inner circle represents manager rating submitted pre-People Day
es_es: El círculo exterior representa la valoración del manager después del People Day (antes del People Day, reflejará la última valoración enviada). El círculo interior representa la valoración del manager enviada antes del People Day

source: Overview
es_es: Resumen

source: Pay Communication
es_es: Comunicación sobre la compensación

source: Pay & Performance
es_es: Compensación y desempeño

source: Pay Transparency - Right to Information
es_es: Transparencia salarial - Derecho a la información

source: People day
es_es: Día de personas

source: Percent of total
es_es: Porcentaje del total

source: Performance Check-in Overview
es_es: Resumen de check-ins de rendimiento

source: Performance check-in rating by org levels
es_es: Valoración de check-ins de rendimiento por niveles organizativos

source: Performance check-in status by org level
es_es: Estado de check-ins de rendimiento por nivel organizativo
